// 2020 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的小可爱",  // 同上...
        "今天是你的生日",
        "这是我们在一起后宝宝的",
        "第一个生日哦",
        "今年因为疫情的关系，没有办法和你一起过",
        "不能看着你吹蜡烛",
        "不能看着你许愿",
        "也不能看着你许愿",
        "也没有办法当面祝福小猪头",
        "所以我给小猪头准备了这个网站",
        "虽然很简陋但这玩意儿我花了好多天",
        "一定不要嫌弃哦",
        "小猪头从今天起就是21岁啦",
        "在新的一岁里",
        "要好好吃饭 认真睡觉哦",
        "万事如意 心想事成",
        "等我们见面了",
        "我第一件要做的事情就是",
        "要把我家可爱猪猪喂饱饱",
        "然后抱走~嘎嘎嘎嘎嘎",
        "不能见到宝宝的每一天 每一夜",
        "每一分 每一秒",
        "对我来说都是那么难熬",
        "真的好想快点见到宝宝",
        "我不善于文字表达",
        "写这一个网页",
        "说那么多话",
        "只是想表达",
        "和你说",
        "宝宝",
        "我爱你",
        "生日快乐",
        "我想你了",
        "我的心室是单人间",
        "只住得下你一人",
    ],
    /**
 
    imgs: {
        "心爱的小可爱": "./imgs/huhu.jpg",
        "我爱你":"./imgs/zhuzhu.jpg"
        "小猪头从今天起就是21岁啦":"./imgs/cool.jpg"
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "怎么回事？",
        play: "音乐？",
        bannar_coming: "好像没什么变化？",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "还有什么呢？",
        story: "呼呼生日快乐！",
    }
};
